{"hed":"The global refugee crisis just keeps getting worse","deck":["Nearly twelve million Syrians have fled their homes since war erupted there in 2011. If you only follow United States media coverage, you could be forgiven for thinking this was the only major conflict pushing people out of their homes. In fact, this couldn’t be further from the truth. Around the world, 43 million residents of other countries have been displaced from their homes.","The last 40 years have seen an almost continuous rise in the number of displaced persons. The attention we pay to the conflicts that have created this crisis varies widely from one to another. We hear about Syria daily, but much less frequently about Colombia (6.4 million persons of concern), Sudan (2.9 million persons of concern) or Somalia (2.3 million persons of concern)."],"afghanistan":["Any consideration of the world’s displaced persons must begin with Afghanistan. It is perhaps the world’s least stable country. The population of displaced persons has only dropped below three million once in the last 30 years.","Of the total 3.7 million Afghan refugees, 1.5 million have fled to Pakistan. There are also 300 thousand Pakistanis in Afghanistan."],"colombia":["TKTK"],"congo":["The Congo is one of seven countries in Africa with more than a million displaced."],"sudan":["TKTK"],"south_sudan":["TKTK"],"somalia":["TKTK"],"iraq":["Like Afghanistan, the crisis in Iraq is a result of war and ineffective government.","More than a million Iraqis fled to Syria. At least 750 thousand were still in the country when fighting broke out in 2011."],"syria":["Syria is one of the most sudden and intense conflicts in recent history. Refugees flooded into UN camps in Lebanon and Turkey. The population of Lebanon swelled TK% as a result of the influx. Then, beginning in TKTK, displaced Syrians began making the long journey to Europe in massive numbers."],"total":["The TKTK countries charted here represent just TKTK% of the global refugee population. In total, 55 million are displaced. There are 14 countries with more than a million displaced. 26 have more than half a million displaced. 54 have at least a quarter million displaced—that’s more than 1 out of every 4 countries in the world."]}